Repository: common-repository/in3-marketing
Catalog: languages/in3-*.po
Languages: nl_nl

source: Press to select
nl_nl: Klik om te selecteren

source: The marketing tool settings page
nl_nl: De marketing tool instellingen pagina

source: Activate the marketing tool on:
nl_nl: Activeer de marketingtool op:

source: Click here to add locations
nl_nl: Klik hier om locaties toe te voegen

source: Product page
nl_nl: Productpagina

source: Cart page
nl_nl: Winkelwagenpagina

source: Checkout page
nl_nl: Afrekenpagina

source: The marketing tool will be displayed in the locations that you've selected above. Additionally, you can manually place the following shortcode on a WooCommerce product page to display the marketing tool at any position: <code>[in3]</code>
nl_nl: De marketing tool wordt weergegeven op de locaties die u hierboven hebt geselecteerd. Daarnaast kunt u de volgende shortcode handmatig plaatsen op een WooCommerce-productpagina om de marketing tool op elke gewenste positie weer te geven: <code>[in3]</code>

source: Enhanced compatibility mode for Gutenberg blocks
nl_nl: Verbeterde compatibiliteitsmodus voor Gutenberg blokken

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: This setting lets you place a widget inside the Gutenberg "add to cart" block and turns off the usual WordPress hook. This makes sure the widget appears only within the block and avoids showing it twice on the product page.
nl_nl: Deze instelling stelt je in staat om een widget binnenin het Gutenberg “toevoegen aan winkelwagen” blok te plaatsen en schakelt de gebruikelijke WordPress hook uit. Dit zorgt ervoor dat de widget alleen binnen het blok wordt weergegeven en voorkomt dat deze tweemaal op de productpagina wordt getoond.

source: Choose the marketing tool appearance
nl_nl: Kies het uiterlijk van de marketingtool

source: Only label
nl_nl: Alleen label

source: Textual
nl_nl: Tekstueel

source: Displaying theme
nl_nl: Weergave thema

source: Light
nl_nl: Licht

source: Dark
nl_nl: Donker

source: Display as
nl_nl: Weergeven als

source: Description text for info tooltip
nl_nl: Informatieve tekst achter tooltip

source: Min amount (euro)
nl_nl: Minimale prijs (euro)

source: The minimum amount from which the marketing tool will be visible
nl_nl: Het minimumbedrag waarmee de marketingtool zichtbaar zal zijn

source: Max amount (euro)
nl_nl: Maximale prijs (euro)

source: The maximum amount from which the marketing tool will be visible
nl_nl: Het maximumbedrag waarmee de marketingtool zichtbaar zal zijn

source: The chosen range is used for both the product price and the cart totals price
nl_nl: Het gekozen bereik wordt gebruikt voor zowel de productprijs als de totaalprijs van de winkelwagen

source: Settings saved!
nl_nl: Instellingen opgeslagen!

source: Settings
nl_nl: Instellingen
